export const selectCityForm = `<form class="form form-city" id="form-city" action=${process.env.SET_CITY_URL} method="POST">
  <p class="form-error text-danger fw-bold" style="display: none"></p>
  <div class="field field--type-text field--icon mb-3">
    <label class="field__label visually-hidden">Начните вводить название…</label>
    <div class="field__field">
      <input type="text" class="form-control js-select-city" name="city" placeholder="Начните вводить название…" spellcheck="false" inputmode="search" data-src=${process.env.GET_CITIES_URL}>
      <svg class="svg-icon field__icon"><use xlink:href="/assets/img/sprites/sprite.svg#ui--location"></use></svg>
    </div>
  </div>
  <p class="mb-0">Есть магазины и точки выдачи ОГО!</p>
  <ul class="list-inline fs-4">
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="4011">Москва</a></li>
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="3958">Челябинск</a></li>
  </ul>
  <p class="mb-0">Популярные</p>
  <ul class="list-inline fs-4">
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="4011">Москва</a></li>
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="4016">Санкт-Петербург</a></li>
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="3828">Екатеринбург</a></li>
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="2997">Казань</a></li>
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="3651">Новосибирск</a></li>
    <li class="list-inline-item"><a href="#" class="js-change-city" data-city="2883">Уфа</a></li>
  </ul>
</form>`

export const citiesList = {
  "results": [
    {
      "id": "1",
      "city": "Абаза",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Абакан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Абдулино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Абинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Агидель",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Агрыз",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Адыгейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Азнакаево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Азов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ак-Довурак",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Аксай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алагир",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алапаевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алатырь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алдан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Александров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Александровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Александровск-Сахалинский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алексеевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алексин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алзамай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алупка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Алушта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Альметьевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Амурск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Анадырь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Анапа",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ангарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Андреаполь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Анжеро-Судженск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Анива",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Апатиты",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Апрелевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Апшеронск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Арамиль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Аргун",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ардатов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ардон",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Арзамас",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Аркадак",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Армавир",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Армянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Армянськ",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Арсеньев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Арск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Артем",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Артемовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Артемовский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Архангельск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Асбест",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Асино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Астрахань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Аткарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ахтубинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ахтубинск-7",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ачинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Аша",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бабаево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бабушкин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бавлы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Багратионовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Байкальск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Баймак",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бакал",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Баксан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балабаново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балаково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балахна",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балашиха",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балашов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балей",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Балтийск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Барабинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Барнаул",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Барыш",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Батайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бахчисарай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бежецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белая Калитва",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белая Холуница",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белгород",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белебей",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белинский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белозерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белокуриха",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Беломорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белорецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белореченск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белоусово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белоярский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Белый",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бердск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Березники",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Березовский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Березовский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Беслан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бийск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бикин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Билибино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Биробиджан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бирск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бирюсинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бирюч",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Благовещенск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Благовещенск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Благодарный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бобров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Богданович",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Богородицк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Богородск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Боготол",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Богучар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бодайбо",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бокситогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Болгар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бологое",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Болотное",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Болохово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Болхов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Большой Камень",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бор",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Борзя",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Борисоглебск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Боровичи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Боровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Боровск-1",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бородино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Братск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бронницы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Брянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бугульма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бугуруслан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Буденновск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бузулук",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Буинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Буй",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Буйнакск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Бутурлиновка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Валдай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Валуйки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Велиж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Великие Луки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Великие Луки-1",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Великий Новгород",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Великий Устюг",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вельск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Венев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верещагино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верея",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхнеуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхний Тагил",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхний Уфалей",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхняя Пышма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхняя Салда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхняя Тура",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхотурье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Верхоянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Весьегонск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ветлуга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Видное",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вилюйск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вилючинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вихоревка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вичуга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Владивосток",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Владикавказ",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Владимир",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волгоград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волгодонск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волгореченск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волжск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волжский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вологда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Володарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волоколамск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волосово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волхов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Волчанск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вольск-18",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Воркута",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Воронеж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Воронеж-45",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ворсма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Воскресенск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Воткинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Всеволожск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вуктыл",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Выборг",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Выкса",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Высоковск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Высоцк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вытегра",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вышний Волочек",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вяземский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вязники",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вязьма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Вятские Поляны",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гаврилов Посад",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гаврилов-Ям",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гагарин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гаджиево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Галич",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гатчина",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гвардейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гдов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Геленджик",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Георгиевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Глазов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Голицыно",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Горбатов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Горно-Алтайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Горнозаводск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Горняк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Городец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Городище",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Городовиковск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Городской округ Черноголовка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гороховец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Горячий Ключ",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Грайворон",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гремячинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Грозный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Грязи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Грязовец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Губаха",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Губкин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Губкинский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гудермес",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гуково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гулькевичи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гурьевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гурьевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гусев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гусиноозерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Гусь-Хрустальный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Давлеканово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дагестанские Огни",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Далматово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дальнегорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дальнереченск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Данилов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Данков",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дегтярск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дедовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Демидов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дербент",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Десногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Джанкой",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Джанкой",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дзержинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дзержинский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дивногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дигора",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Димитровград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дмитриев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дмитров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дмитровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дно",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Добрянка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Долгопрудный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Долинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Домодедово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Донецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Донской",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дорогобуж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дрезна",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дубна",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дубовка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дудинка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Духовщина",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дюртюли",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Дятьково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Евпатория",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Егорьевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Екатеринбург",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Елабуга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Елец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Елизово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ельня",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Еманжелинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Емва",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Енисейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ермолино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ершов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ессентуки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ефремов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Железноводск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Железногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Железногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Железногорск-Илимский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Железнодорожный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жердевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жигулевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жиздра",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жирновск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жуков",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жуковка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Жуковский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Завитинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заводоуковск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заволжск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заволжье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Задонск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Закаменск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заозерный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заозерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Западная Двина",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заполярный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зарайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заречный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заречный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Заринск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Звенигово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Звенигород",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зверево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зеленогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зеленогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зеленоград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зеленоградск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зеленодольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зеленокумск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зерноград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зея",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зима",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Златоуст",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Злынка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Змеиногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Знаменск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зубцов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Зуевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ивангород",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Иваново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ивантеевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ивдель",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Игарка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ижевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Избербаш",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Изобильный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Иланский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Инза",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Инкерман",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Инсар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Инта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ипатово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ирбит",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Иркутск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Иркутск-45",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Исилькуль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Искитим",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Истра",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Истра-1",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ишим",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ишимбай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Йошкар-Ола",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кадников",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Казань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калач",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калачинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калач-на-Дону",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калининград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калининск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калтан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калуга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Калязин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Камбарка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каменка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каменногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каменск-Уральский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каменск-Шахтинский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Камень-на-Оби",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Камешково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Камызяк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Камышин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Камышлов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Канаш",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кандалакша",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Канск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карабаново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карабаш",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карабулак",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карасук",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карачаевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карачев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каргат",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каргополь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карпинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Карталы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Касимов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Касли",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Каспийск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Катав-Ивановск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Катайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Качканар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кашин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кашира",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кашира-8",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кедровый",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кемерово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кемь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Керчь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кизел",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кизилюрт",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кизляр",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кимовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кимры",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кингисепп",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кинель",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кинешма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Киреевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Киренск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Киржач",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кириллов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кириши",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Киров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Киров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кировград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кирово-Чепецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кировск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кировск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кирс",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кирсанов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Киселевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кисловодск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Климовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Клин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Клинцы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Княгинино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ковдор",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ковров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ковылкино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Когалым",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кодинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Козельск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Козловка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Козьмодемьянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кола",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кологрив",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Коломна",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Колпашево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Колпино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кольчугино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Коммунар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Комсомольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Комсомольск-на-Амуре",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Конаково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кондопога",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кондрово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Константиновск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Копейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кораблино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кореновск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Коркино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Королев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Короча",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Корсаков",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Коряжма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Костерево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Костомукша",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кострома",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Котельники",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Котельниково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Котельнич",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Котлас",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Котово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Котовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кохма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красавино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноармейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноармейск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красновишерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснодар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красное Село",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснозаводск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснознаменск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснознаменск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснокаменск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснокамск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноперекопск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноперекопск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснослободск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснослободск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Краснотурьинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноуфимск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красноярск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красный Кут",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красный Сулин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Красный Холм",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кременки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кронштадт",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кропоткин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Крымск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кстово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кубинка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кувандык",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кувшиново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кудымкар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кузнецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кузнецк-12",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кузнецк-8",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Куйбышев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кулебаки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кумертау",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кунгур",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Купино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Курган",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Курганинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Курильск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Курлово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Куровское",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Курск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Куртамыш",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Курчатов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Куса",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кушва",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кызыл",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кыштым",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Кяхта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лабинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лабытнанги",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лагань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ладушкин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лаишево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лакинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лангепас",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лахденпохья",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лебедянь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лениногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ленинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ленинск-Кузнецкий",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ленск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лермонтов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лесной",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лесозаводск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лесосибирск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ливны",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ликино-Дулево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Липецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Липки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лиски",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лихославль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лобня",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лодейное Поле",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ломоносов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лосино-Петровский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Луга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Луза",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лукоянов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Луховицы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лысково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лысьва",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лыткарино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Льгов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Любань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Люберцы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Любим",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Людиново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Лянтор",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Магадан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Магас",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Магнитогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Майкоп",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Майский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Макаров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Макарьев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Макушино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Малая Вишера",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Малгобек",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Малмыж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Малоархангельск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Малоярославец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мамадыш",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мамоново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мантурово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мариинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мариинский Посад",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Маркс",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Махачкала",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мглин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мегион",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Медвежьегорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Медногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Медынь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Межгорье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Междуреченск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мезень",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Меленки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мелеуз",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Менделеевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мензелинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мещовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Миасс",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Микунь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Миллерово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Минеральные Воды",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Минусинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Миньяр",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мирный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мирный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Михайлов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Михайловка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Михайловск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Михайловск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мичуринск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Могоча",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Можайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Можга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Моздок",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мончегорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Морозовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Моршанск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мосальск",
      "parent": "Название региона"
    },
    {
      "id": "4011",
      "city": "Москва",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Московский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Московский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Муравленко",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мураши",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мурманск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Муром",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мценск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мыски",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мытищи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Мышкин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Набережные Челны",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Навашино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Наволоки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Надым",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Назарово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Назрань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Называевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нальчик",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нариманов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Наро-Фоминск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нарткала",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нарьян-Мар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Находка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Невель",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Невельск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Невинномысск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Невьянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нелидово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Неман",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нерехта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нерчинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нерюнгри",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нестеров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нефтегорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нефтекамск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нефтекумск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нефтеюганск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нея",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижневартовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижнекамск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижнеудинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижние Серги",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижние Серги-3",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижний Ломов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижний Новгород",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижний Тагил",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижняя Салда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нижняя Тура",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Николаевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Николаевск-на-Амуре",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Никольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Никольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Никольское",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новая Ладога",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новая Ляля",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоалександровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоалтайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоаннинский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нововоронеж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новодвинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новозыбков",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новокубанск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новокузнецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новокуйбышевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новомичуринск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новомосковск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новопавловск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоржев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новороссийск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новосибирск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новосиль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новосокольники",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новотроицк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоузенск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоульяновск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новоуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новохоперск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новочебоксарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новочеркасск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новошахтинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новый Оскол",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Новый Уренгой",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ногинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нолинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Норильск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ноябрьск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нурлат",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нытва",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нюрба",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нягань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Нязепетровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Няндома",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Облучье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Обнинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Обоянь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Обь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Одинцово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ожерелье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Озерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Озерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Озеры",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Октябрьск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Октябрьский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Окуловка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Олекминск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оленегорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оленегорск-1",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оленегорск-2",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оленегорск-4",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Олонец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Омск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Омутнинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Онега",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Опочка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Орёл",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оренбург",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Орехово-Зуево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Орлов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Орск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оса",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Осинники",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Осташков",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Остров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Островной",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Острогожск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Отрадное",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Отрадный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оха",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Оханск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Очер",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Павлово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Павловск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Павловск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Павловский Посад",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Палласовка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Партизанск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Певек",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пенза",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Первомайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Первоуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Перевоз",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пересвет",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Переславль-Залесский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пермь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пестово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петергоф",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петров Вал",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петровск-Забайкальский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петрозаводск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петропавловск-Камчатский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петухово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Петушки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Печора",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Печоры",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пикалево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пионерский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Питкяранта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Плавск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пласт",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Плес",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Поворино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Подгорное",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Подольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Подпорожье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Покачи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Покров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Покровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Полевской",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Полесск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Полысаево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Полярные Зори",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Полярный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Поронайск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Порхов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Похвистнево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Почеп",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Починок",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пошехонье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Правдинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Приволжск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Приморск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Приморск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Приморско-Ахтарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Приозерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Прокопьевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пролетарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Протвино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Прохладный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Псков",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пугачев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пудож",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пустошка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пучеж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пушкин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пушкино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пущино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пыталово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пыть-Ях",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Пятигорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Радужный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Радужный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Райчихинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Раменское",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рассказово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ревда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Реж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Реутов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ржев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Родники",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рославль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Россошь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ростов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ростов-на-Дону",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рошаль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ртищево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рубцовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рудня",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Руза",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рузаевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рыбинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рыбное",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рыльск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ряжск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Рязань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Салават",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Салаир",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Салехард",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сальск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Самара",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Санкт-Петербург",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саранск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сарапул",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саратов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саров",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сасово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сатка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сафоново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саяногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Саянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Светлогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Светлоград",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Светлый",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Светогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Свирск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Свободный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Себеж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Севастополь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Северобайкальск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Северодвинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Северо-Курильск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Североморск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Североуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Северск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Севск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сегежа",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сельцо",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Семенов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Семикаракорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Семилуки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сенгилей",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Серафимович",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сергач",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сергиев Посад",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сергиев Посад-7",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сердобск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Серов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Серпухов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сертолово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сестрорецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сибай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сим",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Симферополь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сковородино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Скопин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Славгород",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Славск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Славянск-на-Кубани",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сланцы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Слободской",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Слюдянка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Смоленск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Снегири",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Снежинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Снежногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Собинка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Советск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Советск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Советск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Советская Гавань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Советский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сокол",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Солигалич",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Соликамск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Солнечногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Солнечногорск-2",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Солнечногорск-25",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Солнечногорск-30",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Солнечногорск-7",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сольвычегодск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Соль-Илецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сольцы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сольцы 2",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сорочинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сортавала",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сосенский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сосновка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сосновоборск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сосновый Бор",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сосногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сочи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Спас-Деменск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Спас-Клепики",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Спасск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Спасск-Дальний",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Спасск-Рязанский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Среднеколымск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Среднеуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сретенск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ставрополь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Старая Купавна",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Старая Русса",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Старица",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Стародуб",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Старый крым",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Старый Оскол",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Стерлитамак",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Стрежевой",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Строитель",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Струнино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ступино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Суворов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Судак",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Суджа",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Судогда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Суздаль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Суоярви",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сураж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сургут",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Суровикино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сурск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сусуман",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сухиничи",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сухой Лог",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сызрань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сыктывкар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сысерть",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сычевка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Сясьстрой",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тавда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Таганрог",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тайга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тайшет",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Талдом",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Талица",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тамбов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тара",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тарко-Сале",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Таруса",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Татарск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Таштагол",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тверь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Теберда",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тейково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Темников",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Темрюк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Терек",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тетюши",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тимашевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тихвин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тихорецк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тобольск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тогучин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тольятти",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Томари",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Томмот",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Томск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Топки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Торжок",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Торопец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тосно",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тотьма",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Трехгорный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Трехгорный-1",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Троицк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Троицк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Трубчевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Туапсе",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Туймазы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тула",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тулун",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Туран",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Туринск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тутаев",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тында",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тырныауз",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тюкалинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Тюмень",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Уварово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Углегорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Углич",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Удачный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Удомля",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ужур",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Узловая",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Улан-Удэ",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ульяновск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Унеча",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Урай",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Урень",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Уржум",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Урус-Мартан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Урюпинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усмань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усолье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усолье-Сибирское",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Уссурийск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усть-Джегута",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усть-Илимск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усть-Катав",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усть-Кут",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Усть-Лабинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Устюжна",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Уфа",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ухта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Учалы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Уяр",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Фатеж",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Феодосия",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Фокино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Фокино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Фролово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Фрязино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Фурманов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Хабаровск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Хадыженск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ханты-Мансийск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Харабали",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Харовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Хасавюрт",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Хвалынск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Хилок",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Химки",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Холм",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Холмск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Хотьково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Цивильск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Цимлянск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чадан",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чайковский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чапаевск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чаплыгин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чебаркуль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чебоксары",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чегем",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чекалин",
      "parent": "Название региона"
    },
    {
      "id": "3958",
      "city": "Челябинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чердынь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Черемхово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Черепаново",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Череповец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Черкесск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чермоз",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Черноголовка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Черногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чернушка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Черняховск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чехов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чехов-2",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чехов-3",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чехов-8",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чистополь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чита",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чкаловск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чудово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чулым",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чулым-3",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чусовой",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Чухлома",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шагонар",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шадринск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шали",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шарыпово",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шарья",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шатура",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шахтерск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шахты",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шахунья",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шацк",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шебекино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шелехов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шенкурск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шилка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шимановск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шиханы",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шлиссельбург",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шумерля",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шумиха",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Шуя",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Щекино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Щелкино",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Щелково",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Щербинка",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Щигры",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Щучье",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Электрогорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Электросталь",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Электроугли",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Элиста",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Энгельс",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Энгельс-19",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Энгельс-2",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Эртиль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юбилейный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Югорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Южа",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Южно-Сахалинск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Южно-Сухокумск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Южноуральск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юрга",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юрьевец",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юрьев-Польский",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юрюзань",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юхнов",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юхнов-1",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Юхнов-2",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ядрин",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Якутск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ялта",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ялуторовск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Янаул",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Яранск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Яровое",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ярославль",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ярцево",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ясногорск",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Ясный",
      "parent": "Название региона"
    },
    {
      "id": "1",
      "city": "Яхрома"}
  ]
}
